INSERT INTO receipts (id, datetime)
VALUES (1,'2025-01-01 10:00:00'),
(2,'2025-01-02 10:00:00'),
(3,'2025-01-03 10:00:00'),
(4,'2025-01-04 10:00:00'),
(5,'2025-01-05 10:00:00');

INSERT INTO positions (product_name, uom, quantity, price, receipt_id)
VALUES ('Ноутбук', 'шт', 1, 120000.00, 1),
 ('Мышь', 'шт', 1, 2500.00, 1),
 ('Коврик для мыши', 'шт', 1, 1500.00, 1),
 ('Хлеб', 'шт', 2, 50.00, 2),
 ('Молоко', 'л', 1, 80.00, 2),
 ('Яйца', 'дес', 1, 120.00, 2),
 ('Сыр', 'кг', 0.3, 600.00, 2),
 ('Гвозди', 'кг', 0.5, 300.00, 3),
 ('Доска', 'шт', 3, 500.00, 3),
 ('Краска', 'банка', 2, 700.00, 3),
 ('Кисть', 'шт', 3, 150.00, 3),
 ('Шурупы', 'уп', 1, 250.00, 3),
 ('Кофе', 'кг', 0.2, 1200.00, 4),
 ('Чай', 'уп', 2, 300.00, 4),
 ('Печенье', 'уп', 3, 150.00, 4),
 ('Вода', 'бут', 6, 80.00, 5),
 ('Сок', 'бут', 2, 120.00, 5),
 ('Шоколад', 'шт', 5, 90.00, 5);